
//"%lld items" = "%lld items";

/* General */
"OK" = "OK";
"Delete" = "Удалить";
"Basic settings" = "Основные настройки";
"DISMISS" = "Закрыть";


/* Tabs */
"Awards" = "Награды";
"Completed" = "Завершенные";
"Home" = "Главная";
"In progress" = "В процессе";


/* Home View */
"Up next" = "На очереди";
"More to explore" = "Чем еще позаниматься";


/* Projects View - In progress */
"Add New Item" = "Добавить тему";
"Sections in progress" = "В процессе";


/* Completed View */
"Completed Sections" = "Завершенные";


/* Awards View */
"Unlocked %@" = "Награда получена: %@";
"Locked" = "Награда еще не открыта.";


/* Edit Project View */
"Closing a section moves it from the Open to Completed tab; deleting it removes the section completely." = "Закрытые разделы перемещаются на вкладку Завершенные разделы; удаление раздела удаляет его из программы навсегда.";
"Close this section" = "Закрыть этот раздел";
"Custom section color" = "Используйте свой цвет"; // pick color for section from table
"Description of the section" = "Описание раздела";
"Edit Section" = "Редактировать раздел";
"New Section" = "Новый раздел";
"Section name" = "Название раздела";
"Section reminders" = "Напоминания для раздела";
"Show reminders" = "Показывать напоминания";
"Reminder time" = "Напомнить в";
"OOPS_!" = "Упс!";
"NOTIFICATION_PROBLEM_MSG" = "У нас возникла проблема с напоминаниями. Проверьте настройки приложения.";
"CHECK_SETTINGS" = "Проверить настройки";

/* Buttons in Edit Project View */
"Delete this section" = "Удалить этот раздел";
"Delete Section?" = "Удалить раздел?";
"Do you confirm that with a firm hand you want to remove this section and all of its items?" = "Вы подтверждаете, что, находясь в здравом уме и светлой памяти, хотите удалить раздел вместе со всем его содержимым?";
"Reopen this section" = "Открыть снова";


/* Edit Item View */
"Edit Item" = "Редактировать тему";
"Priority" = "Важность";
"High" = "Высокая";
"Medium" = "Средняя";
"Low" = "Низкая";
"Item name" = "Название темы";
"Description" = "Описание";
"Mark Completed" = "Пометить как завершенную";
"New Item" = "Новая тема";


/* Toolbar */

/* Add Button */
"Add Section" = "Добавить раздел";

/* Sort Button */
"Sort" = "Сортировать";
"Sort items" = "Сортировать темы";
"Optimized" = "Оптимально";
"Title" = "По названию";
"Creation date" = "По дате создания";

/* Other Views */
"Please, select something from the menu to begin." = "Выберите что-то из списка.";
"There's nothing here right now." = "Здесь пока ничего нет.";

/* Voice Over Labels */
"%@, %lld items, %g%% complete." = "%@, %lld тем, %g%% завершено.";
"%@, completed." = "%@, завершена.";
"%@, high priority." = "%@, высокий приоритет.";


/* Voice Over Colors */
"Pink" = "Розовый";
"Purple" = "Пурпурный";
"Red" = "Красный";
"Orange" = "Оранжевый";
"Gold" = "Золотой";
"Green" = "Зеленый";
"Teal" = "Бирюзовый";
"Light Blue" = "Голубой";
"Dark Blue" = "Синий";
"Midnight" = "Темно-синий";
"Dark Gray" = "Темно-серый";
"Gray" = "Серый";

/* Unlock App Views*/
"GET_UNLIMITED" = "Создавайте разделы без ограничений";
"GET_THREE_OR_PAY %@" = "В свободной версии Вы можете создать только три раздела. Разблокируйте неограниченное количество разделов за %@";
"RESTORE_MSG" = "Если вы уже разблокировали эту возможность на другом устройстве, нажмите 'Восстановить покупки'.";
"BUY %@" = "Купить за: %@";
"RESTORE_BTN" = "Восстановить покупки";

"ERROR_MSG" = "При загрузке магазина произошла ошибка, приносим извинения. Попробуйте повторить эту операцию позже.";
"LOADING_MSG" = "Загрузка…";
"TNX_MSG" = "Спасибо!";
"PENDING_MSG" = "Спасибо! Ваш запрос ожидает подтверждения, но вы можете продолжить использовать приложение в текущем режиме.";

/* Widget*/
"UP_NEXT" = "На очереди";
"NOTHING" = "Ничего!";
"YOUR_TOP_ITEM" = "№1 в вашем списке тем.";
"MOST_IMPORTANT" = "Самые важные темы.";

/* CloudKit */
"UPLOAD_TO_ICLOUD" = "Отправить в iCloud";
"COMMUNITY" = "Сообщество";
"NO_RESULTS" = "Нет результатов запроса.";
"SHARED_PROJECTS" = "Общие разделы";
